{
  "items": [
    {
      "month": "2026-02",
      "archived": false,
      "title": {
        "pt": "Nunca desista das suas hipóteses",
        "en": "Never give up on your hypotheses"
      },
      "alt": {
        "pt": "Um pesquisador comemora um resultado p < 0.05 diante de um scatterplot (enviesado), ao lado de uma grande lixeira com testes rejeitados.",
        "en": "A researcher celebrates a p < 0.05 result on a (biased) scatter plot, beside a huge bin of rejected tests."
      },
      "base": {
        "pt": "statistical-significance-pt",
        "en": "statistical-significance-en"
      },
      "description": {
        "pt": "Com um número suficiente de regressões, testes de robustez, especificações alternativas, análises por subamostra e transformações criativas de variáveis, os dados inevitavelmente acabarão dizendo aquilo que você sempre soube ser verdade. Se o modelo não converge, tente outro. Se o resultado não é significativo, redefina os controles. Se o p-valor insiste em ficar acima de 0,05, aumente a amostra ou remova alguns outliers. Lembre-se: por trás de todo achado “estatisticamente significativo” há persistência, flexibilidade e um forte compromisso com as próprias hipóteses teóricas. Afinal, a ciência consiste em deixar as evidências falarem — de preferência no idioma que você já esperava ouvir.",
        "en": "With enough regressions, robustness checks, alternative specifications, subsample analyses, and creative variable transformations, the data will eventually reveal what you already knew to be true. If the model does not converge, try another one. If the result is not significant, redefine the controls. If the p-value is stubbornly above 0.05, increase the sample, or remove a few outliers. Remember: behind every “statistically significant” finding lies persistence, flexibility, and a deep commitment to theoretical priors. Science is, after all, about letting the evidence speak — preferably in the language you were hoping to hear."
      }
    },
    {
      "month": "2026-01",
      "archived": true,
      "title": {
        "pt": "A solução mais simples geralmente é a correta",
        "en": "The simplest solution is usually the right one"
      },
      "alt": {
        "pt": "Tirinha irônica sugerindo que a melhor forma de lidar com alucinações de uma IA é aceitando elas como corretas.",
        "en": "Ironic comic strip suggesting that the best way to deal with AI hallucinations is to accept them as correct."
      },
      "base": {
        "pt": "simplest-solution-pt",
        "en": "simplest-solution-en"
      },
      "description": {
        "pt": "Diante da incerteza, da ambiguidade ou da inconveniente ausência de realidade jurídica, o jargão técnico e a verossimilhança fazem a maior parte do trabalho. Se o documento parece oficial o suficiente, provavelmente é — e, se não for, os fiscais resolvem isso depois. Não superestime a acurácia: a autoridade estatal funciona melhor quando se apoia no cansaço procedimental e quando ninguém pára pra perguntar se a norma realmente existe. Afinal, quem realmente lê o Diário Oficial?",
        "en": "When we are faced with uncertainty, ambiguity, or the inconvenient absence of legal reality, technical jargon and surface resemblance do most of the work. If it looks official enough, it probably is — and if it isn’t, enforcement can sort that out later. Accuracy is overrated: authority works best when it relies on procedural fatigue and nobody stops to ask whether the rule actually exists. After all, it's not like anyone actually reads the Federal Register anyway…"
      }
    },
    {
      "month": "2025-11",
      "archived": true,
      "title": {
        "pt": "Com grandes metodologias vêm grandes responsabilidades",
        "en": "With great methodology comes great responsibility"
      },
      "alt": {
        "pt": "Charge com dois pesquisadores ironizando conclusões erradas e metodologia consistente.",
        "en": "Cartoon of two researchers joking about wrong conclusions and consistent methodology."
      },
      "base": {
        "pt": "hero-methodology-pt",
        "en": "hero-methodology-en"
      },
      "description": {
        "pt": "Metodologia impecável, conclusões desastrosas — mas com gráficos lindos. À medida que os procedimentos se tornam mais sofisticados, a tentação não é errar menos, mas errar com mais confiança. E quando o método vira fetiche, a responsabilidade intelectual costuma ser a primeira variável descartada.",
        "en": "Impeccable methodology, disastrous conclusions — beautifully plotted. As procedures become more sophisticated, the temptation is not to be less wrong, but to be wrong with greater confidence. And when method turns into a fetish, intellectual responsibility is usually the first variable to be discarded."
      }
    },
    {
      "month": "2025-12",
      "archived": true,
      "title": {
        "pt": "Entre a lixeira da estupidez e a latrina dos sonhos despedaçados",
        "en": "Between the wastebasket of stupidity and the commode of broken dreams"
      },
      "alt": {
        "pt": "Ilustração de um guaxinim bêbado.",
        "en": "Cartoon of a drunk raccoon."
      },
      "base": "hero-raccoon",
      "description": {
        "pt": "Baseada em uma fotografia real que viralizou, esta ilustração retrata um guaxinim desmaiado no chão de um banheiro após uma noite etílica improvável. A cena funciona como metáfora do esgotamento coletivo. O título da imagem é uma citação de um post de Dave Barry que menciona o episódio.",
        "en": "Inspired by a real photograph that went viral, this illustration depicts a raccoon passed out on a bathroom floor after an improbable night of drinking. The image works as a metaphor for collective exhaustion. The title is a direct quote from an essay by Dave Barry which describes the episode."
      }
    }
  ]
}
